/* centimeters value */
"CM" = "см";

/* Comparator full description */
"COMPARATOR_FULL_DESC" = "Вы должны вставить пропущенные знаки '>', '<' или '=' так, чтобы выражение стало верным.";

/* Comparator lite description */
"COMPARATOR_LITE_DESC" = "Вставь '>', '<' или '=' для сравнения выражений.";

/* Start button */
"CUSTOM_START" = "Начать";

/* Count title */
"CUSTOM_COUNT" = "Всего примеров:";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_0" = "Вы должны выразить это число в других единицах измерения. (Например, дециметры 'дм' в сантиметрах 'см' и наоборот)";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_1" = "Примеры на сложение и вычитание длин в дециметрах 'дм'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_2" = "Примеры на сложение и вычитание длин в дециметрах 'дм' и сантиметрах 'см'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_3" = "Примеры на сложение и вычитание десятков 'д' и единиц 'ед'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_4" = "Примеры на сложение и вычитание десятков 'д' и единиц 'ед'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_5" = "Примеры на сложение и вычитание длин в дециметрах 'дм' и сантиметрах 'см'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_6" = "Примеры на сложение и вычитание длин в сантиметрах 'см'";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_0" = "Вырази.";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_1-6" = "Заполни числами.";

/* decimeters value */
"DM" = "дм";

/* Equation full description */
"EQUATION_FULL_DESC" = "Эти примеры являются уравнениями. Вы должны заполнить пустые клетки, чтобы сделать выражение верным.";

/* Equation lite description */
"EQUATION_LITE_DESC" = "Вставь число в пустую ячейку.";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT" = "Внимание!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_CANCEL_BTN" = "Отменить";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_MSG" = "Вы правда хотите выйти?\nВсе несохраннные данные будут утеряны!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_OK_BTN" = "Выйти";

/* interesting square full description */
"INT_SQ_FULL_DESC" = "Вам нужно вставить число в каждую пустую ячейку так, чтобы сумма чисел, расположенных вдоль каждой стороны квадрата равнялась числу в центральной ячейке.\n";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_0" = "Число в центре не превосходит 10";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_1" = "Число в центре не превосходит 20";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_2" = "Число в центре не превосходит 100";

/* interesting square lite description */
"INT_SQ_LITE_DESC" = "Вставьте числа в пустые ячейки.";

/* FullDescription magic square */
"MAG_SQ_FULL_DESC" = "Вставьте числа в пустые ячейки так, чтобы сумма чисел по всем строкам, столбцам и диагоналям была одинакова.\n";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_0" = "Каждое число не превосходит 10";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_1" = "Каждое число не превосходит 20";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_2" = "Каждое число не превосходит 100";

/* Lite magic square description */
"MAG_SQ_LITE_DESC" = "Вставь числа в пустые ячейки.";

/* mail error */
"MAIL_ERROR" = "На вашем устройстве нет установленных почтовых ящиков.";

/* No comment provided by engineer. */
"MAIL_ERROR_CANCEL_BTN" = "Продолжить";

/* mail head */
"MAIL_HEAD" = "В данном сообщении вы можете описать все возникшие проблемы, ваши предложения, пожелания и многое другое. Мы будем рады узнать о них. Пожалуйста, пишите письмо ниже проведенной черты.";

/* Custom title */
"MENU_CUSTOM_BTN" = "Свободная игра";

/* Info title */
"MENU_INFO_BTN" = "Информация";

/* Learning title */
"MENU_LEARNING_BTN" = "Обучение";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_CANCEL_BTN" = "Отмена";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_REDIRECT_BTN" = "Профили";

/* choose user alert */
"MENU_NO_USER_ALRT" = "У вас не выбран профиль. Пожалуйста, выберете или создайте новый.";

/* Profile title */
"MENU_PROFILE_BTN" = "Профили";

/* Time title */
"MENU_TIME_BTN" = "Игра на время";

/* No comment provided by engineer. */
"PICKER_COMPARE" = "Сравнения";

/* No comment provided by engineer. */
"PICKER_DECIMETRES" = "Длины";

/* No comment provided by engineer. */
"PICKER_EQUATION" = "Уравнения";

/* No comment provided by engineer. */
"PICKER_INT_SQ" = "Интересный квадрат";

/* No comment provided by engineer. */
"PICKER_MAG_SQ" = "Магический квадрат";

/* No comment provided by engineer. */
"PICKER_SOLVE" = "Пример";

/* alert wrong username */
"PROFILE_ALRT_WRONG_USERNAME" = "Пожалуйста, выберите другое имя!";

/* alert wrong username ok button */
"PROFILE_ALRT_WRONG_USERNAME_OK_BTN" = "Продолжить";

/* change profile */
"PROFILE_CHANGE_PROF_BTN" = "Сменить профиль";

/* create new profile */
"PROFILE_CREATE_PROF_BTN" = "Создать профиль";

/* delete profile */
"PROFILE_DELETE_PROF_BTN" = "Удалить профиль";

/* average time */
"PROFILE_LINE_AVG_TIME" = "Время на пример: ";

/* last level */
"PROFILE_LINE_LEVELS" = "Пройдено уровней: ";

/* rank */
"PROFILE_LINE_RANK" = "Звание: ";

/* control */
"PROFILE_LINE_RECORD_TIME" = "Рекорд в игре на время: ";

/* percent of right */
"PROFILE_LINE_RIGHT_ANSWS" = "Процент правильных ответов: ";

/* name textfield placeholder */
"PROFILE_NAME_FIELD_PLACEHOLDER" = "Имя";

/* beginner rank */
"PROFILE_RANKS_BEGINNER" = "Новичок";

/* No comment provided by engineer. */
"RESULT_CONGS_MSG" = "Поздравляем!";

/* button at the bottom */
"RESULT_CONTINUE_BTN" = "Далее";

/* No comment provided by engineer. */
"RESULT_ELAPSED_TIME" = "Прошло времени: ";

/* button at the bottom
   exit */
"RESULT_EXIT_BTN" = "Выход";

/* text after fail in learning mode */
"RESULT_FAIL_TEXT" = "Очень много ошибок! Попробуйте еще раз.";

/* No comment provided by engineer. */
"RESULT_GAME_OVER_TEXT" = "Конец игры!";

/* No comment provided by engineer. */
"RESULT_JUST_COMPLETED_LBL" = "Вы только что прошли";

/* No comment provided by engineer. */
"RESULT_LEVEL_TEXT" = "уровень!";

/* button at the bottom */
"RESULT_RESTART_BUTTON" = "Заново";

/* No comment provided by engineer. */
"RESULT_SECONDS" = "сек";

/* No comment provided by engineer. */
"RESULT_TOTAL_MISTAKES" = "Всего ошибок: ";

/* No comment provided by engineer. */
"RESULT_TOTAL_TASKS" = "Всего заданий: ";


/* Solve full description */
"SOLVE_FULL_DESC_0" = "Сложение и вычитание однозначных чисел в пределах 10. Заполни пустые ячейки, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_1" = "Сложение и вычитание однозначных чисел в пределах 10. Заполни пустые ячейки, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_10" = "Заполни пустые ячейки знаками, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_11" = "Реши пример на сложение и вычитание двузначных и однозначних чисел без перехода через десяток.";

/* Solve full description */
"SOLVE_FULL_DESC_12" = "Реши пример на сложение и вычитание двузначных чисел без перехода через десяток.";

/* Solve full description */
"SOLVE_FULL_DESC_13" = "Реши пример на порядок действий. Сначала выполняются действия в скобках.";

/* Solve full description */
"SOLVE_FULL_DESC_14" = "Реши пример на действия с круглыми числами (заканчиваются на ноль).";

/* Solve full description */
"SOLVE_FULL_DESC_15" = "В этом примере пропущено число и знак действия. Нужно заполнить ячейки так, чтобы получилось верное равенство.";

/* Solve full description */
"SOLVE_FULL_DESC_16" = "Реши пример на сложение и вычитание двузначных и однозначних чисел с переходом через десяток.";

/* Solve full description */
"SOLVE_FULL_DESC_17" = "Реши пример на сложение и вычитание двузначных чисел с переходом через десяток.";

/* Solve full description */
"SOLVE_FULL_DESC_2" = "Вставь пропущенный знак так, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_3" = "Сложение и вычитание чисел в пределе 20 без перехода через десяток. Вставь пропущенные числа так, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_4" = "Сложение и вычитание чисел в пределе 20 с переходом через десяток. Вставь пропущенные числа так, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_5" = "Сложение и вычитание нескольких чисел в пределе 20 с переходом через десяток. Вставь пропущенные числа так, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_6" = "Вставь пропущенный знак действия так, чтобы равенство было верным.";

/* Solve full description */
"SOLVE_FULL_DESC_7" = "Реши пример на сложение и вычитание десятков.";

/* Solve full description */
"SOLVE_FULL_DESC_8" = "Решение примеров на сложение и вычитание нескольких десятков.";

/* Solve full description */
"SOLVE_FULL_DESC_9" = "Вставь пропущенный знак действия так, чтобы равенство было верным.";

/* Solve lite description */
"SOLVE_LITE_DESC" = "Вставь пропущенное число так, чтобы равенство было верным.";

/* Solve lite description */
"SOLVE_LITE_DESC_10" = "Вставь '+' или '-' в пустую ячейку.";

/* Solve lite description */
"SOLVE_LITE_DESC_13" = "Вставь пропущенное число и обрати внимание на скобки.";

/* Solve lite description */
"SOLVE_LITE_DESC_15" = "Вставь пропущенное число и знак действия.";

/* Solve lite description */
"SOLVE_LITE_DESC_2" = "Вставь '+' или '-' в пустую ячейку.";

/* Solve lite description */
"SOLVE_LITE_DESC_6" = "Вставь '+' или '-' в пустую ячейку.";

/* Solve lite description */
"SOLVE_LITE_DESC_9" = "Вставь '+' или '-' в пустую ячейку.";

/* tens value */
"TN" = "д";

/* close button */
"TUTOR_CLOSE_BTN" = "Закрыть";

/* Custom title */
"TUTOR_CUSTOM_BTN" = "Свободная игра";

/* No comment provided by engineer. */
"TUTOR_CUSTOM_TEXT" = "Свободная игра. В этом режиме игры вы сможете сами выбрать один из типов заданий, его уровень сложности, а также количество примеров для решения. Тут отсутствуют жизни, но вы не сможете начать решение следующего примера, не решив предыдущий. На протяжении всей игры ведется статистика правильности ваших ответов и подсчитывается среднее время, затраченное на решение одного задания.";

/* Info title */
"TUTOR_INFO_BTN" = "Информация";

/* Learning title */
"TUTOR_LEARNING_BTN" = "Обучение";

/* Learning text */
"TUTOR_LEARNING_TEXT" = "Обучение. В данном режиме ребенок пройдет множество различных примеров, от самых простых до достаточно сложных. В режиме 53 уровня, каждый из которых представляет собой 20 примеров, которые нужно решить, допустив не более трех ошибок. При допущении ошибки сгорает одна из трех жизней. При сгорании всех трех жизней уровень начинается сначала. В начале каждого уровня жизни восстанавливаются. Если вы прервете игру, вернувшись, вы начнете с уровня, следующего за последним полностью пройденным. На экране каждого примера присутствует лист информации с заданием для ребенка. Пожалуйста, объясните ребенку правила игры и условия задания! Регулярные подходы к решению будут способствовать повышению качества устного счета.";

/* Profile title */
"TUTOR_HOW_TO_PLAY_BTN" = "Как играть";

/* No comment provided by engineer. */
"TUTOR_PROFILE_TEXT" = "На странице профилей вы можете создавать столько профилей, сколько позволит свободная память вашего устройства. В каждом из профилей вы можете посмотреть статистику ваших решений, а также свое текущее звание, выдаваемое на основе статистики. Ненужные профили, конечно, всегда можно удалить.";

/* Label on the about screen */
"TUTOR_START_LABEL" = "В данном месте вы всегда можете получать интересующую вас информацию по приложению. В дальнейшем для доступа к этой странице нужно всего лишь нажать на рамку с подписью 'Информация' в левом нижнем углу. Слева расположены все разделы приложения, щелкнув на которые вы можете узнать более подробную информацию о каждом.";

/* No comment provided by engineer. */
"TUTOR_SUPPORT_BTN" = "Поддержка";

/* Time title */
"TUTOR_TIME_BTN" = "Игра на время";

/* No comment provided by engineer. */
"TUTOR_TIME_TEXT" = "Игра на время. Этот режим является неким подобием контрольной работы. Вам дается 5 минут времени и бесконечное число примеров, которые случайно выбираются из всех возможных (Есть возможность корректировать список в настройках. Просто зайдите в настройки Вашего устройства и перейдите в пункт 'Drag the Digit'). При этом важно учитывать, что могут попасться как легкие, так и самые сложные примеры, а поэтому не стоит включать этот режим, не исключив неизвестные ребенку типы примеров. Лучший результат прохождения этого режима будет на странице профилей, так что вы легко можете следить за прогрессом обучения.";

/* No comment provided by engineer. */
"TUTOR_VERSION_LABEL" = "Версия ";

/* units value */
"UN" = "ед";

"PROFILE_CREATE_BTN" = "Создать";
"PROFILE_BACK_BTN" = "Назад";
"PROFILE_TITLE" = "Профили";
"TUTOR_LOCALIZATION" = "";

	//Beautiful tutorial descriptions
"TUTORIAL_TITLE_1" = "Просто перетащите цифру на пустое место!";
"TUTORIAL_TITLE_2" = "Если нужно составить двузначное число - просто перетащите две цифры одну за другой!";
"TUTORIAL_TITLE_3" = "Если вы ошиблись - просто возьмите ластик и исправьте!";
"TUTORIAL_INFO_PROGRESS" = "Этот элемент показывает прогресс вашего прохождения";
"TUTORIAL_INFO_LIFES" = "Это ваши жизни. За каждый неверный ответ вы теряете одну";
"TUTORIAL_INFO_HOME" = "Если вы хотите вернуться в меню, просто нажмите на эту кнопку. Осторожно! Прогресс сохраняется только между уровнями!";
"TUTORIAL_INFO_NEXT" = "Если вы заполнили все пустые ячейки, намите на эту кнопку, чтобы проверить правильность и получить новое задание";

	//appirater
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Если Вам понравилась программа %@, пожалуйста поставьте свою оценку. Это займет у Вас не более одной минуты.\n Спасибо за поддержку!";
"Rate %@" = "Оценить %@";
"No, Thanks" = "Нет, спасибо";
"Remind me later" = "Напомнить позже";


	//ALL LEVELS COMPLETE
"RESULT_ALL_GAME_COMPLETE_LBL" = "Вы успешно прошли все уровни! Теперь вы умеете решать оснывные типы примеров. Можно еще поупражняться в других режимах.";

	//RANKS
"RANK_BEGINNER" = "Новичок";
"RANK_1" = "Гуманитарий";
"RANK_2" = "Новобранец";
"RANK_3" = "Опытный";
"RANK_4" = "Мастер";
"RANK_5" = "Профи";
"RANK_6" = "Гений";
"RANK_7" = "Маг";

"GAME_DONE" = " (Прошел все!)";
